[BackFromBridge_Conspirators DishonoredObjective]
m_Description="Debriefing"

[BackFromBridge_Conspirators:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Fale com os Legalistas"
m_Status=""

[BackFromOvrsr_Report DishonoredObjective]
m_Description="Encontre-se com os Legalistas"

[BackFromOvrsr_Report:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Fale com Havelock e Pendleton"
m_Status=""

[BackFromOvrsr_Report:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Retire-se para o seu quarto"
m_Status=""

[BackFromOvrsr_Report:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Encontre Lady Emily (OBSOLETO?)"
m_Status=""

[Face_in_a_Crowd DishonoredObjective]
m_Description="Um Rosto na Multidão"

[Face_in_a_Crowd:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="Embarcar no barco de Samuel para a Festa Boyle"
m_Status=""

[Face_in_a_Crowd:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="Notifique ao Samuel que você precisa dos serviços dele"
m_Status=""

[Family_Affair DishonoredObjective]
m_Description="Uma Questão de Família"

[Family_Affair:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Encontre o Lorde Pendleton no cais"
m_Status=""

[Family_Affair:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="Diga a Samuel que você está pronto para partir"
m_Status=""

[Family_Affair:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Embarcar no barco de Samuel no cais"
m_Status=""

[Initiation DishonoredObjective]
m_Description="Um Novo Dia"

[Initiation:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Recolha seu equipamento com Piero  (OBSOLETO?)"
m_Status=""

[Initiation:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Fale com o Almirante Havelock no bar"
m_Status=""

[Initiation:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="Recolha seu equipamento com Piero  (OBSOLETO?)"
m_Status=""

[Initiation:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="Viaje com Samuel para sua primeira missão"
m_Status=""

[Interrogation DishonoredObjective]
m_Description="Interrogatório"

[Interrogation:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="(Opcional) Fale com Piero e compre um suborno"
m_Status=""

[Interrogation:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Descanse um pouco enquanto Sokolov está inconsciente"
m_Status=""

[Interrogation:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Interrogar Sokolov"
m_Status=""

[Meet_Lady_Emily DishonoredObjective]
m_Description="Encontre-se com os Legalistas"

[Meet_Lady_Emily:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Fale com o Almirante Havelock e Lorde Pendleton"
m_Status=""

[Meet_Lady_Emily:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Retire-se para o seu quarto"
m_Status=""

[MeetTheConspirators DishonoredObjective]
m_Description="Conheça os Legalistas"

[MeetTheConspirators:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Descanse um pouco  (OBSOLETO?)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Fale com Piero sobre criar itens para você  (OBSOLETO?)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Coloque o tanque de óleo de baleia no receptáculo"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="(Opcional) Siga Wallace até seus aposentos (OBSOLETO?)"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Coloque o tanque vazio no reabastecedor e use a alavanca para enchê-lo"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="Encontre-se com os Legalistas no bar"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="Encontre Piero em sua oficina perto do cais"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="Ative o dispensador para obter um tanque de óleo de baleia vazio"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="Vá para a cama e descanse um pouco"
m_Status=""

[MeetTheConspirators:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="Pegue um tanque novo de óleo de baleia lá em cima"
m_Status=""

[New_Order DishonoredObjective]
m_Description="Viva a Imperatriz!"

[New_Order:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Fale com o Almirante Havelock e com o Lorde Pendleton"
m_Status=""

[New_Order:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="Celebre com os Legalistas no bar"
m_Status=""

[New_Order:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="Descanse antes de escoltar Emily para sua coroação pela manhã"
m_Status=""

[Persitent_Pub_Tasks DishonoredObjective]
m_Description="Iniciação (OBSOLETO?)"

[Persitent_Pub_Tasks:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="(Opcional) Recuperar a runa da barcaça abandonada (OBSOLETO?)"
m_Status=""

[Pub07_ArcPylon DishonoredObjective]
m_Description="(Opcional) Salvar Piero e Sokolov"

[Pub07_ArcPylon:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Entregue a Planta para Piero"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Recupere o projeto do quarto de Havelock"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="Leve um tanque de óleo de baleia para o Pilar de Arco no telhado da Oficina do Piero"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Termine o cerco à oficina de Piero e garanta a segurança dos dois filósofos naturais lá dentro."
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="Entre em contato com Piero e Sokolov dentro da oficina - Entre na loja pela varanda do lado do rio"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="(Opcional) Incapacite todos os guardas no local pessoalmente"
m_Status=""

[Pub07_ArcPylon:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="(Opcional) Diga a Piero que todos os guardas foram eliminados"
m_Status=""

[Pub07_Loyalists DishonoredObjective]
m_Description="Enfrente os Legalistas"

[Pub07_Loyalists:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Encontre Samuel na praia além da torre de Emily"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Encontre Emily ou qualquer pista sobre seu paradeiro"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="(Opcional) Encontre Havelock ou alguma pista sobre seus planos"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="Encontre o sinalizador de Callista e Samuel"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Use o lançador de sinalizadores na Torre da Emily para sinalizar Samuel"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="Embarque para a Ilha de Kingsparrow com Samuel"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="Volte até Samuel assim que descobrir a localização de Emily"
m_Status=""

[Pub07_Loyalists:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="Procure em seu quarto por qualquer coisa deixada para trás por Emily"
m_Status=""

[Pub_Outsider DishonoredObjective]
m_Description="Recuperar as Runas (OBSOLETO?)"

[Pub_RevengeAgainstDaud DishonoredObjective]
m_Description="Vingança Contra Daud (OBSOLETO?)"

[Pub_RevengeAgainstDaud:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Vá para o seu quarto e descanse (OBSOLETO?)"
m_Status=""

[Pub_WeeperTime DishonoredObjective]
m_Description="Saiba Mais sobre Chorões"

[Pub_WeeperTime:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Fale com o Almirante Havelock"
m_Status=""

[Pub_WeeperTime:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="Investigue uma perturbação nos esgotos"
m_Status=""

[Pub_WeeperTime:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="Deixe os chorões no esgoto e reporte-se ao Almirante Havelock."
m_Status=""

[Sleep_01 DishonoredObjective]
m_Description="Retire-se para o seu quarto. (OBSOLETO?)"

[Sleep_01:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Retire-se para o seu quarto e descanse um pouco (OBSOLETO?)"
m_Status=""

[The_Lord_Regent DishonoredObjective]
m_Description="O Lorde Regente"

[The_Lord_Regent:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Debriefing com Lord Pendleton"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Descanse antes de ir atrás do Lorde Regente"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Encontre-se com o Almirante Havelock"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="Viaje com Samuel até a Torre de Dunwall"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Embarcar no barco no cais"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="(Opcional) Vá encontrar a Emily"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="(Opcional) Procurar Emily na área da torre"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="(Opcional) Procurar Emily pelas ruas"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="(Opcional) Procurar a Emily no bar"
m_Status=""

[The_Lord_Regent:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="(Opcional) Vá pegar a nota e o pacote no seu quarto"
m_Status=""

[The_Mad_Genius DishonoredObjective]
m_Description="O Gênio Louco"

[The_Mad_Genius:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Encontre o Lorde Pendleton"
m_Status=""

[The_Mad_Genius:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Vá encontrar Havelock e Martin no bar"
m_Status=""

[The_Mad_Genius:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="Embarcar no barco de Samuel para a Ponte Kaldwin"
m_Status=""

[The_Rune DishonoredObjective]
m_Description="(Opcional) A Runa"

[The_Rune:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Use o Coração para encontrar a Runa perto do Hound Pits Pub"
m_Status=""

